[   {
    "date": "2025-08-07",
    "content":"Some cool street art in Warsaw",
    "image": "images/street.jpeg"
},
    {
    "date": "2025-08-01",
    "content":"After trying a lot of different patterns for the border on my current project, I finally found one I really like! :)",
    "image": "crochet/border.jpeg"
},
    {
    "date": "2025-07-22",
    "content": "Some lovely art from a little museum in Royal Baths Park in Warsaw!",
    "image": "images/baths.jpeg"
},
    {
    "date": "2025-07-17",
    "content": "I visited the Museum of Pawiak Prison today in Warsaw, and it always strikes me how art, and in this case humor, are consistently found in the direst of circumstances. This document is a series of caricatures that a prisoner of Pawiak drew based on his fellow inmates and guards.",
    "image": "images/pawiak.jpeg"
},

    {
    "date": "2025-07-15",
    "content": "I just finished reading <i>The Goldfinch</i> by Donna Tartt, and the last several pages had some of the loveliest writing I've ever read. The last paragraph features a passage that captures the beautiful, transcendent nature of art to a supernatural degree. Don't keep reading if you don't want a pseudo-spoiler! <br> <br> “And in the midst of our dying, as we rise from the organic and sink back ignominiously into the organic, it is a glory and a privilege to love what Death doesn’t touch. For if disaster and oblivion have followed this painting down through time—so too has love. Insofar as it is immortal (and it is) I have a small, bright, immutable part in that immortality. It exists; and it keeps on existing. And I add my own love to the history of people who have loved beautiful things, and looked out for them, and pulled them from the fire, and sought them when they were lost, and tried to preserve them and save them while passing them along literally from hand to hand, singing out brilliantly from the wreck of time to the next generation of lovers, and the next.” (p. 864)"
},
    
    {
    "date": "2025-07-14",
    "content": "After visiting Wawel Estate in Krakow, I think my favorite painting I saw there was <i>The Burning of Troy</i> by Frederik van Valckenbarch, particularly because of its use of color.",
    "image": "images/wawel.jpeg"
}
]
